{
    "mastery-robert-greene": {
        "title": "Mastery by Robert Greene",
        "description": "Robert Greene is the established author of books such as The 48 Laws of Power and The 33 Strategies of War. In his book Mastery, Greene lays out the steps involved in mastering a skill. Greene himself is a master at synthesizing ideas and finding patterns. This book contains a great deal of research on both historical and modern figures.",
        "one": {
            "lesson": "Embrace your uniqueness",
            "quote": "You are born with a particular makeup and tendencies that mark you as a piece of fate. It is who you are to the core. Some people never become who they are; they stop trusting in themselves; they conform to the tastes of others, and they end up wearing a mask that hides their true nature. If you allow yourself to learn who you really are by paying attention to that voice and force within you, then you can become what you were fated to become.",
            "text": "Instead of ignoring or suppressing our differences, we should embrace that which makes us unique. There is no one in the world exactly like you. So learn more about yourself and what sets you apart. In order to become a master, you must find the intersection between your natural strengths and potential opportunities. "
        },
        "two": {
            "lesson": "Be passionately curious",
            "quote": "Return to your childlike sense of wonder and endless curiosity about all things in order to stimulate your creative energy",
            "text": "Everything is interesting. Being curious makes you more engaged with the world. Your curiosity can lead you down new paths and spark original ideas."
        },
        "three": {
            "lesson": "Pursue an apprenticeship",
            "quote": "The goal of an apprenticeship is not money, a good position, a title, or a diploma, but rather the transformation of your mind and character—the first transformation on the way to mastery. You enter a career as an outsider. You are naïve and full of misconceptions about this new world. Your head is full of dreams and fantasies about the future. Your knowledge of the world is subjective, based on emotions, insecurities, and limited experience. Slowly, you will ground yourself in reality, in the objective world represented by the knowledge and skills that make people successful in it. You will learn how to work with others and handle criticism. In the process you will transform yourself from someone who is impatient and scattered into someone who is disciplined and focused, with a mind that can handle complexity. In the end, you will master yourself and all of your weaknesses.",
            "text": "To truly master a skill, you should undergo an apprenticeship. Find a mentor and commit to years of training and practice. It takes patience and dedication to develop your abilities."
        },
        "four": {
            "lesson": "Suffer fools gladly",
            "quote": "You must also be able to suffer fools gladly, to deal with the many incompetent and foolish people who will cross your path. Getting angry at people’s foolishness will needlessly drain you of energy and desire.",
            "text": "Everyone has an opinion. We often have to deal with ignorant individuals who have no idea what they’re talking about. But you have to pick your battles. Don’t engage with everyone who has a problem with your pursuits. Prove people wrong through your actions and accomplishments."
        },
        "five": {
            "lesson": "Develop your social intelligence",
            "quote": "By moving past our usual self-absorption, we can learn to focus deeply on others, reading their behavior in the moment, seeing what motivates them, and discerning any manipulative tendencies. Navigating smoothly the social environment, we have more time and energy to focus on learning and acquiring skills.",
            "text": "Most of us spend the majority of our lives in our own world. We live in our minds, constantly distracted by recurring thoughts and daydreams. But you must escape this tendency, and focus on those around you. By developing your social intelligence, you can get better at observing others and understanding if they intend to help you or harm you on your journey to mastery."
        }
    },
    "zero-to-one-peter-thiel": {
        "title": "Mastery by Robert Greene",
        "description": "description of mastery",
        "one": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "two": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "three": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "four": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "five": {
            "lesson": "",
            "quote": "",
            "text": ""
        }
    }
}