{
    "book": {
        "title": "",
        "description": "",
        "one": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "two": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "three": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "four": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "five": {
            "lesson": "",
            "quote": "",
            "text": ""
        }
    },
    "book": {
        "title": "",
        "description": "",
        "one": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "two": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "three": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "four": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "five": {
            "lesson": "",
            "quote": "",
            "text": ""
        }
    },
    "book": {
        "title": "",
        "description": "",
        "one": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "two": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "three": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "four": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "five": {
            "lesson": "",
            "quote": "",
            "text": ""
        }
    },
    "book": {
        "title": "",
        "description": "",
        "one": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "two": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "three": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "four": {
            "lesson": "",
            "quote": "",
            "text": ""
        },
        "five": {
            "lesson": "",
            "quote": "",
            "text": ""
        }
    },
    "principles-ray-dalio": {
        "title": "Principles by Ray Dalio",
        "description": "Ray Dalio, founder of Bridgewater Capital, is considered to be the most successful hedge fund investor in the world. In this book, he shares the core principles that helped guide him to such great achievements. The major theme throughout Principles is this: understand who you are and how you work with others. By engaging in extreme self-awareness, we can set ourselves and our teams up for success.",
        "one": {
            "lesson": "Define your principles",
            "quote": "Every day, each of us is faced with a blizzard of situations we must respond to. Without principles we would be forced to react to all the things life throws at us individually, as if we were experiencing each of them for the first time. If instead we classify these situations into types and have good principles for dealing with them, we will make better decisions more quickly and have better lives as a result.",
            "text": "Instead of constantly reacting to things, we should have systems in place to deal with recurring situations. That way, we can conserve our mental energy and handle issues according to the patterns that characterize them."
        },
        "two": {
            "lesson": "Recognize your weaknesses",
            "quote": "Our upbringings and our experiences in the world have conditioned us to be embarrassed by our weaknesses and hide them…If you can be open with your weaknesses it will make you freer and will help you deal with them better…Bringing them to the surface will help you break your bad habits and develop good ones, and you will acquire real strengths and justifiable optimism.",
            "text": "We must be honest with ourselves about our strengths and weaknesses. Otherwise, we are not acting in accordance to our full potential. If we can admit our weaknesses, then we can account for them. There is no shame in recognizing that you are not great at certain things."
        },
        "three": {
            "lesson": "Practice radical open-mindedness",
            "quote": "If you know that you are blind, you can figure out a way to see, whereas if you don’t know that you’re blind, you will continue to bump into your problems. In other words, if you can recognize that you have blind spots and open-mindedly consider the possibility that others might see something better than you—and that the threats and opportunities they are trying to point out really exist—you are more likely to make good decisions.",
            "text": "Part of recognizing our weaknesses means being radically open-minded. First acknowledge that you have blind spots, and then have the humility to consider the perspectives of others when making decisions."
        },
        "four": {
            "lesson": "Let the best ideas win",
            "quote": "…this experience led me to build Bridgewater as an idea meritocracy—not an autocracy in which I lead and others follow, and not a democracy in which everyone’s vote is equal—but a meritocracy that encourages thoughtful disagreements and explores and weighs people’s opinions in proportion to their merits.",
            "text": "An idea meritocracy is perhaps the best model for an organization when it comes to decision-making.  it’s important to look at problems and opportunities through the lens of whoever is most qualified in that domain."
        },
        "five": {
            "lesson": "Pain + reflection = progress.",
            "quote": "There is no avoiding pain, especially if you’re going after ambitious goals. Believe it or not, you are lucky to feel that kind of pain if you approach it correctly, because it is a signal that you need to find solutions so you can progress. If you can develop a reflexive reaction to psychic pain that causes you to reflect on it rather than avoid it, it will lead to your rapid learning/evolving.",
            "text": "Pain is an inherent part of any organization pursuing ambitious goals. But it is not necessarily a bad thing. As long as we can learn lessons from the pain we experience, then we will grow, adapt, and evolve."
        }
    },
    "the-dip-seth-godin": {
        "title": "Zero to One by Peter Thiel",
        "description": "In the world of marketing, Seth Godin is a legend. However, this book is targeted towards a wider audience. Anyone who works on personal projects understands the pain and frustration involved. It can get so bad that we want to quit. But Seth believes quitting is not always a bad thing - as long as we quit the right things at the right time.",
        "one": {
            "lesson": "The dip creates scarcity, which creates value",
            "quote": "The Dip is the long slog between starting and mastery…Scarcity, as we’ve seen, is the secret to value. If there wasn’t a Dip, there’d be no scarcity.",
            "text": "Every project worth doing involves obstacles along the way. If you expect The Dip, then you can prepare for it. If you're not ready for The Dip and the challenges it brings, then don't bother starting in the first place. But know that the rewards at the top are the best for a reason. People quit because of The Dip, which leads to scarcity, which means the most value is just beyond The Dip."
        },
        "two": {
            "lesson": "Quit the right stuff at the right time",
            "quote": "Sometimes we get discouraged and turn to inspirational writing, like stuff from Vince Lombardi: 'Quitters never win and winners never quit.' Bad advice. Winners quit all the time. They just quit the right stuff at the right time. Most people quit. They just don’t quit successfully.",
            "text": "Quitting is not inherently a bad thing. Depending on the situation, it could be the best decision. But instead of quitting reactively, we should quit strategically. Don't quit just because things start to get challenging. Quit things that are distracting you from what is most important. Quit things that are leading you down a dead end. "
        },
        "three": {
            "lesson": "Decide in advance if you're going to quit",
            "quote": "When the pressure is greatest to compromise, to drop out, or to settle, your desire to quit should be at its lowest. The decision to quit is often made in the moment. But that’s exactly the wrong time to make such a critical decision.",
            "text": "The decision to quit should not be made in the moment. This is when it is most tempting to quit. Your quitting strategy should be outlined beforehand. You should prepare yourself for the future discomfort before it arrives."
        },
        "four": {
            "lesson": "Be the best in the world at something",
            "quote": "Anyone who is going to hire you, buy from you, recommend you, vote for you, or do what you want them to do is going to wonder if you’re the best choice. Best as in: best for them, right now, based on what they believe and what they know. And in the world as in: their world, the world they have access to.",
            "text": "If you're not going to try and be the best, why even start? People want the best. The \"best\" is subjective though, meaning that it is relative to the needs and desires of every individual. But technology continues to increase access to everything for everyone in the world. So if you're going to compete in some area with everything out there, you better be the best."
        },
        "five": {
            "lesson": "Don't settle for mediocre",
            "quote": "It’s easier to be mediocre than it is to confront reality and quit. Quitting is difficult. Quitting requires you to acknowledge that you’re never going to be #1 in the world. At least not at this. So it’s easier just to put it off, not admit it, settle for mediocre…The next time you catch yourself being average when you feel like quitting, realize that you have only two good choices: Quit or be exceptional. Average is for losers.",
            "text": "Sometimes we have to put our pride aside and admit that we're never going to be the best at something. This can be a humbling experience. But once you admit this, it frees you to focus on another project that better coincides with your strengths and interests."
        }
    },
    "zero-to-one-peter-thiel": {
        "title": "Zero to One by Peter Thiel",
        "description": "Peter Thiel is a polarizing but influential figure in Silicon Valley and beyond. As one of PayPal’s co-founders and Facebook’s first investors, Thiel has an impressive legacy. Now the billionaire entrepreneur is helping steer companies to success with his venture capital firm Founders Fund. In Zero to One, Thiel encourages startups to think long-term, and to focus on solving problems that nobody else is solving. Although his contrarian views might alienate many people, few can deny his impact on technology and business.",
        "one": {
            "lesson": "Competition is overrated",
            "quote": "Focusing on competition and out-doing others makes us lose sight of the bigger picture. We are so obsessed with competition in our culture that we have internalized it to our core, but it traps us from putting our efforts into more useful and productive places.",
            "text": "We fail to recognize new opportunities when we only focus on our competition. If you do what everyone else is doing, then you won’t break new ground. Commit yourself to being different and pursuing your own unique path."
        },
        "two": {
            "lesson": "Think for yourself",
            "quote": "Detach yourself from society and culture. Take a step back and see the world anew. Everything is fresh, strange, and interesting. It’s by approaching things differently and with unique perspectives that we can hope to create amazing things.",
            "text": "Humans are naturally inclined to imitate each other. But this tendency is detrimental to the success of companies. Become comfortable with contrarian thinking. Question the prevailing norms of society, culture, business and technology."
        },
        "three": {
            "lesson": "Start with a small market",
            "quote": "Always strive to start out with small market…Pick a market with few or no competitors and set out to dominate that space.",
            "text": "It’s better to start small and dominate a niche market. In smaller markets, there is less competition and you have more opportunity to dominate that space. Once your company is established, you can expand out into other areas."
        },
        "four": {
            "lesson": "Make vertical progress",
            "quote": "If you take one typewriter and build 100, you have made horizontal progress. If you have a typewriter and build a word processor, you have made vertical progress.",
            "text": "Vertical progress means innovating. If you create something original that society has never seen before, you are making vertical progress. Horizontal progress involves working on things that others are already doing."
        },
        "five": {
            "lesson": "Have a long-term vision",
            "quote": "Starting a business and then constantly evolving and adapting according to demand and metrics is not enough to take us from zero to one. You have to set out to do something original from the beginning, not seek to conform to the market’s fluctuating expectations.",
            "text": "Peter Thiel believes that the ‘Lean Startup’ movement is overrated. Although adaptability is vital to the success of startups, founders should also be committed to a long-term vision. Entrepreneurs must find the balance in being flexible with their tactics but persistent with their vision."
        }
    },
    "mastery-robert-greene": {
        "title": "Mastery by Robert Greene",
        "description": "Robert Greene is the established author of books such as The 48 Laws of Power and The 33 Strategies of War. In his book Mastery, Greene lays out the steps involved in mastering a skill. Greene himself is a master at synthesizing ideas and finding patterns. This book contains a great deal of research on both historical and modern figures.",
        "one": {
            "lesson": "Embrace your uniqueness",
            "quote": "You are born with a particular makeup and tendencies that mark you as a piece of fate. It is who you are to the core. Some people never become who they are; they stop trusting in themselves; they conform to the tastes of others, and they end up wearing a mask that hides their true nature. If you allow yourself to learn who you really are by paying attention to that voice and force within you, then you can become what you were fated to become.",
            "text": "Instead of ignoring or suppressing our differences, we should embrace that which makes us unique. There is no one in the world exactly like you. So learn more about yourself and what sets you apart. In order to become a master, you must find the intersection between your natural strengths and potential opportunities. "
        },
        "two": {
            "lesson": "Be passionately curious",
            "quote": "Return to your childlike sense of wonder and endless curiosity about all things in order to stimulate your creative energy",
            "text": "Everything is interesting. Being curious makes you more engaged with the world. Your curiosity can lead you down new paths and spark original ideas."
        },
        "three": {
            "lesson": "Pursue an apprenticeship",
            "quote": "The goal of an apprenticeship is not money, a good position, a title, or a diploma, but rather the transformation of your mind and character—the first transformation on the way to mastery. You enter a career as an outsider. You are naïve and full of misconceptions about this new world. Your head is full of dreams and fantasies about the future. Your knowledge of the world is subjective, based on emotions, insecurities, and limited experience. Slowly, you will ground yourself in reality, in the objective world represented by the knowledge and skills that make people successful in it. You will learn how to work with others and handle criticism. In the process you will transform yourself from someone who is impatient and scattered into someone who is disciplined and focused, with a mind that can handle complexity. In the end, you will master yourself and all of your weaknesses.",
            "text": "To truly master a skill, you should undergo an apprenticeship. Find a mentor and commit to years of training and practice. It takes patience and dedication to develop your abilities."
        },
        "four": {
            "lesson": "Suffer fools gladly",
            "quote": "You must also be able to suffer fools gladly, to deal with the many incompetent and foolish people who will cross your path. Getting angry at people’s foolishness will needlessly drain you of energy and desire.",
            "text": "Everyone has an opinion. We often have to deal with ignorant individuals who have no idea what they’re talking about. But you have to pick your battles. Don’t engage with everyone who has a problem with your pursuits. Prove people wrong through your actions and accomplishments."
        },
        "five": {
            "lesson": "Develop your social intelligence",
            "quote": "By moving past our usual self-absorption, we can learn to focus deeply on others, reading their behavior in the moment, seeing what motivates them, and discerning any manipulative tendencies. Navigating smoothly the social environment, we have more time and energy to focus on learning and acquiring skills.",
            "text": "Most of us spend the majority of our lives in our own world. We live in our minds, constantly distracted by recurring thoughts and daydreams. But you must escape this tendency, and focus on those around you. By developing your social intelligence, you can get better at observing others and understanding if they intend to help you or harm you on your journey to mastery."
        }
    }
}