{
    "working-backwards-colin-bryar-bill-carr": {
        "title": "Working Backwards: Insights, Stories, and Secrets from Inside Amazon",
        "amazon": "https://amzn.to/38Jypxe",
        "description": "Amazon continues to be one of the most successful and innovative companies in the world. In this book, two former Amazon executives break down the key elements that contributed to Amazon's success. Every individual and company can benefit from learning more about what makes Amazon so successful.",
        "one": {
            "lesson": "Live By Your Principles",
            "quote": "Strong leadership principles represent a company's vision, and enable good and fast decisions throughout the company. Codifying those principles is a huge step forward, along with embedding them into every one of your company's core processes.",
            "text": "Amazon currently has 14 leadership principles that help guide the way employees make decisions at every level of the company. Everything from hiring to performance reviews is tied to how well individuals can align with the unique culture of Amazon. Every business can benefit from establishing their own principles."
        },
        "two": {
            "lesson": "Hire and Develop the Best",
            "quote": "The Amazon \"Bar Raiser\" process has proved to be a scalable way to identify and attract leaders who themselves become instrumental in growing and expanding Amazon across the globe.",
            "text": "Many companies claim they want the best employees, but few maintain standards quite like Amazon. A tough interview process might screen out good candidates, but the consequences of making the wrong hiring decision can be massive. "
        },
        "three": {
            "lesson": "Enable Small, Decentralized Teams",
            "quote": "Coordination increases and productivity decreases as organizations grow. Amazon combatted this tendency by shifting to separable teams with single-threaded leadership…in which a single person, unencumbered by competing responsibilities, owns a single major initiative and heads up a separable, largely autonomous team to deliver its goals.",
            "text": "Many large companies struggle to stay efficient and keep innovating at scale. One reason is because of the bureaucratic friction that grows along with the size of a company. But Amazon's approach is to give leaders ownership over one task and a small team to help carry it out. This strategy has helped Amazon remain entrepreneurial and flexible, more like a startup than a big corporation."
        },
        "four": {
            "lesson": "Use Written Essays Instead of PowerPoint Presentations ",
            "quote": "A switch to narratives places the team's ideas and reasoning center stage, leveling the playing field by removing the natural variance in speaking skills and graphic design expertise that today plays too great a role in the success of presentations.",
            "text": "Despite the popularity of PowerPoint, this method of presenting slides to communicate ideas is largely ineffective. A better approach is to write narratives. Writing a few pages helps individuals think through their reasoning on a much deeper level. And it inspires better discussion at meetings, where the audience can access more information rather than just watch slides."
        },
        "five": {
            "lesson": "Start with the Customer Experience and Work Backwards",
            "quote": "Working backwards is a systematic way to vet new ideas and create new products. Its key tenet is to start by defining the customer experience. Then, iteratively work backwards from that point until the team achieves clarity of thought around what to build.",
            "text": "Working backwards is so central to Amazon's success, which is why the authors used this as the title of their book. When brainstorming major Amazon initiatives, leaders will often come up with a press release and FAQ before even building the product. This helps clarify their vision and what they hope to accomplish from the outset."
        }
    },
    "the-infinite-game-simon-sinek": {
        "title": "The Infinite Game by Simon Sinek",
        "description": "Finite games involve winners and losers. But in an infinite game, the goal is to simply to continue playing. That means focusing on the pursuit of a long-term vision rather than worrying about your competition. We must overcome the pressure to give in to short-term thinking, because the best companies are built to last.",
        "amazon": "https://amzn.to/3s0MnTe",
        "one": {
            "lesson": "You need a Just Cause to inspire people",
            "quote": "The motivation to play in an infinite game is to advance something bigger than ourselves or our organizations. Any leader who wishes to lead in the Infinite Game must have a crystal clear Just Cause.  A Just Cause is a specific vision of a future state that does not yet exist; a future state so appealing that people are willing to make sacrifices in order to help advance toward that vision.",
            "text": "Having a clear and meaningful vision may be the most important element of an infinite game. People need something to strive for. They need something inspiring. They want to be a part of something bigger than themselves."
        },
        "two": {
            "lesson": "A Worthy Rival helps push us to become better",
            "quote": "If we are a player in an infinite game, we have to stop thinking of other players as competitors to be beaten and start thinking of them as Worthy Rivals who can help us become better players. Traditional competition forces us to take on an attitude of winning. A Worthy Rival inspires us to take on an attitude of improvement. The former focuses our attention on the outcome, the latter focuses our attention on process.",
            "text": "Companies tend to obsess over beating their competition. But this approach is too simplistic. Instead, we should thank our rivals for making us better. If a company releases a great product or service then we are all winners. Everyone benefits when organizations focus on innovation rather than each other."
        },
        "three": {
            "lesson": "Prepare for Existential Flexibility",
            "quote": "Existential Flexibility is the capacity to initiate an extreme disruption to a business model or strategic course in order to more effectively advance a Just Cause. An Existential Flex doesn’t happen at the founding of the company, it happens when the company is fully formed and functioning. To all the finite-minded observers, it is existential because the leader is risking the apparent certainty of the current, profitable path with the uncertainty of a new path—which could lead to the company’s decline or even demise.",
            "text": "Companies such as Blockbuster, Kodak, and Sears all failed to adapt their business models to changing times. Trying to do so would have been an tough decision in the short-term. Changing everything about how an established business operates is a scary prospect. But sometimes it's necessary if companies want to be sustainable for the long term."
        },
        "four": {
            "lesson": "Demonstrate the Courage to Lead",
            "quote": "It takes Courageous Leadership to stay in the Infinite Game after you arrive at the top. To recognize that, regardless of how much success has been achieved, the Cause is infinite. Unfortunately, the temptation to convert to finite is so, so tempting.",
            "text": "The prevailing economic philosophy today is that businesses are meant to make profit for their shareholders above all else. This has lead to widespread short-term thinking. How can leaders focus on a long-term vision when they face so much pressure to make money right now? It takes courage to deviate from this mainstream trend and stand for a vision that goes beyond the current business quarter."
        },
        "five": {
            "lesson": "Beware of Ethical fading in your organization",
            "quote": "Ethical fading is a condition in a culture that allows people to act in unethical ways in order to advance their own interests, often at the expense of others, while falsely believing that they have not compromised their own moral principles. Ethical fading often starts with small, seemingly innocuous transgressions that, when left unchecked, continue to grow and compound.",
            "text": "Ethical issues are rampant when leaders fail to create a solid culture. When a company prioritizes profits above all else, then employees start cutting corners in order to make meet some goal or deadline. This might look like success in the short-term, but it does massive damages to a business's brand and reputation."
        }
    },
    "no-rules-rules-reed-hastings": {
        "title": "No Rules Rules by Reed Hastings and Erin Meyer",
        "description": "Netflix is one of the most innovative companies in the world. In this book, Netflix founder Reed Hastings and professor Erin Meyer share valuable lessons from their many years of experience. They emphasize the importance of empowering employees to think and act independently. Giving employees more autonomy has helped Netflix disrupt industries and remain competitive year after year.",
        "amazon": "https://amzn.to/3eLMOg9",
        "one": {
            "lesson": "Build Up Your Talent Density",
            "quote": "At most companies, policies and control processes are put in place to deal with employees who exhibit sloppy, unprofessional, or irresponsible behavior. But if you avoid or move out these people, you don’t need the rules. If you build an organization made up of high performers, you can eliminate most controls. The denser the talent, the greater the freedom you can offer.",
            "text": "If you want great results, then you need great employees. This sounds obvious, but most companies aren't willing to pay top-of-market salaries to get these top performers. It's better to have one exceptional worker rather than a few average employees. And the better your workers are, the fewer policies and controls you need in your organization."
        },
        "two": {
            "lesson": "Promote a Culture of Candor",
            "quote": "I began encouraging everyone to say exactly what they really thought, but with positive intent — not to attack or injure anyone, but to get feelings, opinions, and feedback out onto the table, where they could be dealt with…At Netflix, it is tantamount to being disloyal to the company if you fail to speak up when you disagree with a colleague or have feedback that could be helpful, After all, you could help the business — but you are choosing not to.",
            "text": "At Netflix, they encourage feedback anytime and anywhere. The one condition is that it should come with positive intent. This culture of candor isn't meant to support harsh criticism. Instead, it encourages employees to be comfortable with sharing their honest opinions. Too often we hold back what we truly think because we're afraid of offending someone. That lack of sharing can hurt a company's prospects and opportunities."
        },
        "three": {
            "lesson": "Lead With Context, Not Control",
            "quote": "Provide all of the information you can so that your team members make great decisions and accomplish their work without oversight or process controlling their actions. The benefit is that the person builds the decision-making muscle to make better independent decisions in the future.",
            "text": "Many Netflix employees are initially shocked by how much independence they are given. Even newer workers could make multi-million dollar decisions without approval from their managers. Mistakes inevitably get made, but there are also more successes when people are trusted to think and act on their own."
        },
        "four": {
            "lesson": "Open The Books",
            "quote": "Spinning the truth is one of the most common ways leaders erode trust. I can’t say this clearly enough: don’t do this. Your people are not stupid. When you try to spin them, they see it, and it makes you look like a fraud. Speak plainly, without trying to make bad situations seem good, and your employees will learn you tell the truth.",
            "text": "Transparency helps build trust between employees and a company. When managers try to hide tough realities, it often backfires. Workers deserve to know what is going on with their company. And the more informed a workforce is, the more enabled they are to make better decisions on their own."
        },
        "five": {
            "lesson": "Shine Light on Failures and Mistakes",
            "quote": "When you sunshine your failed bets, everyone wins. You win because people learn they can trust you to tell the truth and to take responsibility for your actions. The team wins because it learns from the lessons that came out of the project. And the company wins because everyone sees clearly that failed bets are an inherent part of an innovative success wheel. We shouldn’t be afraid of our failures. We should embrace them.",
            "text": "Innovating means taking risks. Netflix employees are encouraged to take big bets that might pay off. But they are also encouraged to socialize their ideas and \"farm for dissent\". If the risk seems worth taking, then workers should go for it. And if it doesn't work out, don't sweep it under the rug. Instead, make it public and focus on what lessons can be learned from it."
        }
    },
    "atomic-habits-james-clear": {
        "title": "Atomic Habits by James Clear",
        "description": "Habits are the building blocks of our lives. Small actions, executed on a consistent basis, will compound in their effects. This book is a considered a modern classic in self-development. The author, James Clear, speaks from personal experience about how to effectively channel our natural inclinations to our advantage.",
        "amazon": "https://amzn.to/3bTErNH",
        "one": {
            "lesson": "Understand the laws of behavior change",
            "quote": "To create a good habit, make it obvious, attractive, easy, and satisfying. To break a bad habit, make it invisible, unattractive, difficult, unsatisfying.",
            "text": "Changing your behavior is hard. We naturally want to do what is easy and avoid what is challenging. You should build or avoid habits based on this natural reality."
        },
        "two": {
            "lesson": "True behavior change is identity change",
            "quote": "Every action you take is a vote for the type of person you wish to become. No single instance will transform your beliefs, but as the votes build up, so does the evidence of your new identity.",
            "text": "You are what you do. The more often you do a certain thing, then more it reflects your identity."
        },
        "three": {
            "lesson": "Follow the goldilocks rule",
            "quote": "The Goldilocks Rule states that humans experience peak motivation when working on tasks that are right on the edge of their current abilities. Not too hard. Not too easy. Just right.",
            "text": "It's easy to get discouraged and want to give up. That's why we should do things that challenge us, but not to the extent that it becomes discouraging."
        },
        "four": {
            "lesson": "Tailor your habits to your personality and interests",
            "quote": "Our deeply rooted preferences make certain behaviors easier for some people than for others. You don’t have to apologize for these differences or feel guilty about them, but you do have to work with them.",
            "text": "We all have natural strengths and weaknesses. The key to building good habits is doing so in such a way that aligns with your unique personality."
        },
        "five": {
            "lesson": "Keep your identity flexible",
            "quote": "When you cling too tightly to one identity, you become brittle. Lose that one thing and you lose yourself.",
            "text": "Most of us are attached to an idea of ourselves. Clinging too tightly to this identity can prevent us from growing and improving."
        }
    },
    "range-david-epstein": {
        "title": "Range by David Epstein",
        "description": "We live in an increasingly complex and interdependent world. David Epstein argues in this book that more people should develop a range of skills, rather than specialize. There are numerous benefits to gaining experience in a wide variety of fields. Perhaps most importantly, it helps us learn to make creative connections between different areas and see things that others don’t.",
        "amazon": "https://amzn.to/3cCrF5z",
        "one": {
            "lesson": "Recognize the benefits of breadth over depth",
            "quote": "…as complexity increases—as technology spins the world into vaster webs of interconnected systems in which each individual only sees a small part—we also need more…people who start broad and embrace diverse experiences and perspectives while they progress. People with range.",
            "text": "In this book, the author highlights a contrast between the upbringing of professional athletes Tiger Woods and Roger Federer. Although both became champions in their sports, they had a much different path to get there. Woods specialized from early on, honing his craft and mastering the mechanics of golf. Federer, on the other hand, played a variety of sports growing up. The Tiger Woods story has been touted by many as a straightforward blueprint for success. However, there are many advantages to Federer’s approach, as a wide range of experiences helped prepare him for the many skills he developed and used in tennis. The takeaway is that head starts are overrated, and exposure to multiple domains helps us find the right fit uniquely suited for ourselves."
        },
        "two": {
            "lesson": "Flirt with the possible versions of yourself",
            "quote": "Rather than expecting an ironclad a priori answer to “Who do I really want to become?,” their work indicated that it is better to be a scientist of yourself, asking smaller questions that can actually be tested—“ Which among my various possible selves should I start to explore now? How can I do that?” Be a flirt with your possible selves.* Rather than a grand plan, find experiments that can be undertaken quickly. “Test-and-learn…not plan-and-implement.",
            "text": "People often assume that their identity is set in stone. The reality is that our lives could take many paths, and we have the freedom to experiment. Sometimes short-term experiments might look like failures, but we shouldn’t let that discourage us. Taking chances and making little bets can help us get closer to finding the best fit for ourselves. Don’t let the sunk-cost fallacy keep you from moving on from something that isn’t a good fit for you."
        },
        "three": {
            "lesson": "Engage in “lateral thinking with withered technology”",
            "quote": "Lateral thinking is a term coined in the 1960s for the reimagining of information in new contexts, including the drawing together of seemingly disparate concepts or domains that can give old ideas new uses. By “withered technology,” [it means]  tech that was old enough to be extremely well understood and easily available, so it didn’t require a specialist’s knowledge. The heart of [this]  philosophy was putting cheap, simple technology to use in ways no one else considered.",
            "text": "This was the philosophy that drove Gunpei Yokoi, the innovator behind many of Nintendo’s successes. Although many individuals and companies are drawn to cutting-edge technologies, the reality is that there are plenty of existing things that have untapped potential. Yokoi invented the Gameboy using parts that had been around for some time. By connecting the dots between things that are already out there, you can generate ideas that others miss."
        },
        "four": {
            "lesson": "Learning is best when it is slow and inefficient",
            "quote": "…learning is most efficient in the long run when it is really inefficient in the short run. If you are doing too well when you test yourself, the simple antidote is to wait longer before practicing the same material again, so that the test will be more difficult when you do. Frustration is not a sign you are not learning, but ease is.",
            "text": "Learning effectively may not look effective from the outside. We internalize knowledge best when we struggle to recall it from memory. If learning feels too easy, then it might mean that we’re not really learning the material well."
        },
        "five": {
            "lesson": "Understand the outsider advantage",
            "quote": "Big innovation most often happens when an outsider who may be far away from the surface of the problem reframes the problem in a way that unlocks the solution.",
            "text": "Sometimes experts are too close to a problem to its solution. We need to be adaptive and flexible. When you bring in outsiders from far-reaching backgrounds, they may offer unique perspectives that can unlock powerful insights."
        }
    },
    "ai-superpowers-kai-fu-lee": {
        "title": "AI Superpowers by Kai-Fu Lee",
        "description": "Kai-Fu Lee draws from a wealth of experience from the worlds of business and technology. Lee worked for some of the top tech companies in the United States and a successful venture capital firm in China. He is uniquely positioned to offer powerful insights on how Artificial Intelligence is changing the world. Perhaps he is somewhat biased in favor of China, but still we should not disregard the claims he is making.",
        "amazon": "https://amzn.to/2P49iy3",
        "one": {
            "lesson": "Data is fueling the progress in ai",
            "quote": "The invention of deep learning means that we are moving from the age of expertise to the age of data. Training successful deep-learning algorithms requires computing power, technical talent, and lots of data. But of those three, it is the volume of data that will be the most important going forward. That’s because once technical talent reaches a certain threshold, it begins to show diminishing returns. Beyond that point, data makes all the difference. Algorithms tuned by an average engineer can outperform those built by the world’s leading experts if the average engineer has access to far more data.",
            "text": "Data is crucial when it comes to successfully training algorithms. China is uniquely positioned in this regard. Its huge population and lack of privacy laws help it collect massive amounts of data."
        },
        "two": {
            "lesson": "Chinese companies are more market-driven than mission-driven",
            "quote": "Instead of being mission-driven, Chinese companies are first and foremost market-driven. Their ultimate goal is to make money, and they’re willing to create any product, adopt any model, or go into any business that will accomplish that objective.",
            "text": "Unlike many Silicon Valley tech companies, Chinese businesses tend to focus more on the market than a mission. They don’t get as distracted by lofty ideals or philosophical debates. Their main focus is simply to make more money."
        },
        "three": {
            "lesson": "The Chinese government is more proactive at investing in technology",
            "quote": "…while America’s combative political system aggressively punishes missteps or waste in funding technological upgrades, China’s techno-utilitarian approach rewards proactive investment and adoption.",
            "text": "Democracies can often be incredibly inefficient. Open debate and quick election cycles lead to short-term thinking and a conservative approach to innovation. This may be the price of having more freedoms."
        },
        "four": {
            "lesson": "We should invest in service-oriented jobs to offset rising unemployment",
            "quote": "…care, service, and education—would encompass a wide range of activities, with different levels of compensation for full- and part-time participation. Care work could include parenting of young children, attending to an aging parent, assisting a friend or family member dealing with illness, or helping someone with mental or physical disabilities live life to the fullest. This category would create a veritable army of people—loved ones, friends, or even strangers—who could assist those in need...",
            "text": "Artificial Intelligence could start replacing jobs at an alarming rate. Instead of panicking, we should invest more in service work and caregiver roles. Let’s help people help each other, by funding initiatives to spread compassion."
        },
        "five": {
            "lesson": "Love is what separates humans from technology",
            "quote": "For all of AI’s astounding capabilities, the one thing that only humans can provide turns out to also be exactly what is most needed in our lives: love. It’s that moment when we see our newborn babies, the feeling of love at first sight, the warm feeling from friends who listen to us empathetically, or the feeling of self-actualization when we help someone in need. We are far from understanding the human heart, let alone replicating it. But we do know that humans are uniquely able to love and be loved, that humans want to love and be loved, and that loving and being loved are what makes our lives worthwhile.",
            "text": "Although AI will have a major impact on our world, we can’t neglect the power of love and human connection. Empathy and relationships will help us navigate a complex and uncertain future."
        }
    },
    "how-to-win-friends-and-influence-people-dale-carnegie": {
        "title": "How To Win Friends And Influence People By Dale Carnegie",
        "description": "First published in 1936, How to Win Friends and Influence People remains a classic. Dale Carnegie lays out the essential principles for interacting with others. Although much of his advice might be considered common sense, the lessons he teaches are powerful. The core message of this book is to treat people well, and understand that we are all sensitive creatures who simply long to be understood.",
        "amazon": "https://amzn.to/3tyrJKx",
        "one": {
            "lesson": "People are often emotional and irrational",
            "quote": "When dealing with people, let us remember we are not dealing with creatures of logic. We are dealing with creatures of emotion, creatures bristling with prejudices and motivated by pride and vanity.",
            "text": "Although we’d like to believe ourselves to be rational, the truth is that many of our actions are not driven by logic. People are proud, sensitive, and protective of their egos. "
        },
        "two": {
            "lesson": "Seek to understand rather than condemn",
            "quote": "Instead of condemning people, let’s try to understand them. Let’s try to figure out why they do what they do. That’s a lot more profitable and intriguing than criticism; and it breeds sympathy, tolerance and kindness.",
            "text": "Rather than tear people down, we should build them up. Our first impulse towards others is often to criticize or acknowledge faults. But no one likes to feel bad about themselves or their mistakes. Be supportive of those around you. Focus on the positive."
        },
        "three": {
            "lesson": "Become genuinely interested in others",
            "quote": "You can make more friends in two months by becoming interested in other people than you can in two years by trying to get other people interested in you.",
            "text": "Most of us are so caught up in our own worlds that we rarely pause to focus on those around us. Turn your gaze outward. Ask people about their interests. Make them feel important. Listen intently and genuinely try seeing things from their perspective."
        },
        "four": {
            "lesson": "You can’t win an argument",
            "quote": "If you argue and rankle and contradict, you may achieve a victory sometimes; but it will be an empty victory because you will never get your opponent's good will.",
            "text": "According to Dale Carnegie, you can never really win an argument— if you lose it then you lose, but if you win you still lose. The best way to handle arguments is to avoid them altogether. "
        },
        "five": {
            "lesson": "Arouse an eager want",
            "quote": "Arouse in the other person an eager want. He who can do this has the whole world with him. He who cannot walks a lonely way.",
            "text": "Don’t underestimate the ability to inspire. By appealing to a noble cause and challenging people to do better, we can motivate others to accomplish great things."
        }
    },
    "principles-ray-dalio": {
        "title": "Principles by Ray Dalio",
        "description": "Ray Dalio, founder of Bridgewater Capital, is considered to be the most successful hedge fund investor in the world. In this book, he shares the core principles that helped guide him to such great achievements. The major theme throughout Principles is this: understand who you are and how you work with others. By engaging in extreme self-awareness, we can set ourselves and our teams up for success.",
        "amazon": "https://amzn.to/38MTib4",
        "one": {
            "lesson": "Define your principles",
            "quote": "Every day, each of us is faced with a blizzard of situations we must respond to. Without principles we would be forced to react to all the things life throws at us individually, as if we were experiencing each of them for the first time. If instead we classify these situations into types and have good principles for dealing with them, we will make better decisions more quickly and have better lives as a result.",
            "text": "Instead of constantly reacting to things, we should have systems in place to deal with recurring situations. That way, we can conserve our mental energy and handle issues according to the patterns that characterize them."
        },
        "two": {
            "lesson": "Recognize your weaknesses",
            "quote": "Our upbringings and our experiences in the world have conditioned us to be embarrassed by our weaknesses and hide them…If you can be open with your weaknesses it will make you freer and will help you deal with them better…Bringing them to the surface will help you break your bad habits and develop good ones, and you will acquire real strengths and justifiable optimism.",
            "text": "We must be honest with ourselves about our strengths and weaknesses. Otherwise, we are not acting in accordance to our full potential. If we can admit our weaknesses, then we can account for them. There is no shame in recognizing that you are not great at certain things."
        },
        "three": {
            "lesson": "Practice radical open-mindedness",
            "quote": "If you know that you are blind, you can figure out a way to see, whereas if you don’t know that you’re blind, you will continue to bump into your problems. In other words, if you can recognize that you have blind spots and open-mindedly consider the possibility that others might see something better than you—and that the threats and opportunities they are trying to point out really exist—you are more likely to make good decisions.",
            "text": "Part of recognizing our weaknesses means being radically open-minded. First acknowledge that you have blind spots, and then have the humility to consider the perspectives of others when making decisions."
        },
        "four": {
            "lesson": "Let the best ideas win",
            "quote": "…this experience led me to build Bridgewater as an idea meritocracy—not an autocracy in which I lead and others follow, and not a democracy in which everyone’s vote is equal—but a meritocracy that encourages thoughtful disagreements and explores and weighs people’s opinions in proportion to their merits.",
            "text": "An idea meritocracy is perhaps the best model for an organization when it comes to decision-making.  it’s important to look at problems and opportunities through the lens of whoever is most qualified in that domain."
        },
        "five": {
            "lesson": "Pain + reflection = progress.",
            "quote": "There is no avoiding pain, especially if you’re going after ambitious goals. Believe it or not, you are lucky to feel that kind of pain if you approach it correctly, because it is a signal that you need to find solutions so you can progress. If you can develop a reflexive reaction to psychic pain that causes you to reflect on it rather than avoid it, it will lead to your rapid learning/evolving.",
            "text": "Pain is an inherent part of any organization pursuing ambitious goals. But it is not necessarily a bad thing. As long as we can learn lessons from the pain we experience, then we will grow, adapt, and evolve."
        }
    },
    "the-dip-seth-godin": {
        "title": "The Dip by Seth Godin",
        "description": "In the world of marketing, Seth Godin is a legend. However, this book is targeted towards a wider audience. Anyone who works on personal projects understands the pain and frustration involved. It can get so bad that we want to quit. But Seth believes quitting is not always a bad thing - as long as we quit the right things at the right time.",
        "amazon": "https://amzn.to/3ts51DM",
        "one": {
            "lesson": "The dip creates scarcity, which creates value",
            "quote": "The Dip is the long slog between starting and mastery…Scarcity, as we’ve seen, is the secret to value. If there wasn’t a Dip, there’d be no scarcity.",
            "text": "Every project worth doing involves obstacles along the way. If you expect The Dip, then you can prepare for it. If you're not ready for The Dip and the challenges it brings, then don't bother starting in the first place. But know that the rewards at the top are the best for a reason. People quit because of The Dip, which leads to scarcity, which means the most value is just beyond The Dip."
        },
        "two": {
            "lesson": "Quit the right stuff at the right time",
            "quote": "Sometimes we get discouraged and turn to inspirational writing, like stuff from Vince Lombardi: 'Quitters never win and winners never quit.' Bad advice. Winners quit all the time. They just quit the right stuff at the right time. Most people quit. They just don’t quit successfully.",
            "text": "Quitting is not inherently a bad thing. Depending on the situation, it could be the best decision. But instead of quitting reactively, we should quit strategically. Don't quit just because things start to get challenging. Quit things that are distracting you from what is most important. Quit things that are leading you down a dead end. "
        },
        "three": {
            "lesson": "Decide in advance if you're going to quit",
            "quote": "When the pressure is greatest to compromise, to drop out, or to settle, your desire to quit should be at its lowest. The decision to quit is often made in the moment. But that’s exactly the wrong time to make such a critical decision.",
            "text": "The decision to quit should not be made in the moment. This is when it is most tempting to quit. Your quitting strategy should be outlined beforehand. You should prepare yourself for the future discomfort before it arrives."
        },
        "four": {
            "lesson": "Be the best in the world at something",
            "quote": "Anyone who is going to hire you, buy from you, recommend you, vote for you, or do what you want them to do is going to wonder if you’re the best choice. Best as in: best for them, right now, based on what they believe and what they know. And in the world as in: their world, the world they have access to.",
            "text": "If you're not going to try and be the best, why even start? People want the best. The \"best\" is subjective though, meaning that it is relative to the needs and desires of every individual. But technology continues to increase access to everything for everyone in the world. So if you're going to compete in some area with everything out there, you better be the best."
        },
        "five": {
            "lesson": "Don't settle for mediocre",
            "quote": "It’s easier to be mediocre than it is to confront reality and quit. Quitting is difficult. Quitting requires you to acknowledge that you’re never going to be #1 in the world. At least not at this. So it’s easier just to put it off, not admit it, settle for mediocre…The next time you catch yourself being average when you feel like quitting, realize that you have only two good choices: Quit or be exceptional. Average is for losers.",
            "text": "Sometimes we have to put our pride aside and admit that we're never going to be the best at something. This can be a humbling experience. But once you admit this, it frees you to focus on another project that better coincides with your strengths and interests."
        }
    },
    "zero-to-one-peter-thiel": {
        "title": "Zero to One by Peter Thiel",
        "description": "Peter Thiel is a polarizing but influential figure in Silicon Valley and beyond. As one of PayPal’s co-founders and Facebook’s first investors, Thiel has an impressive legacy. Now the billionaire entrepreneur is helping steer companies to success with his venture capital firm Founders Fund. In Zero to One, Thiel encourages startups to think long-term, and to focus on solving problems that nobody else is solving. Although his contrarian views might alienate many people, few can deny his impact on technology and business.",
        "amazon": "https://amzn.to/3vxvXnn",
        "one": {
            "lesson": "Competition is overrated",
            "quote": "Focusing on competition and out-doing others makes us lose sight of the bigger picture. We are so obsessed with competition in our culture that we have internalized it to our core, but it traps us from putting our efforts into more useful and productive places.",
            "text": "We fail to recognize new opportunities when we only focus on our competition. If you do what everyone else is doing, then you won’t break new ground. Commit yourself to being different and pursuing your own unique path."
        },
        "two": {
            "lesson": "Think for yourself",
            "quote": "Detach yourself from society and culture. Take a step back and see the world anew. Everything is fresh, strange, and interesting. It’s by approaching things differently and with unique perspectives that we can hope to create amazing things.",
            "text": "Humans are naturally inclined to imitate each other. But this tendency is detrimental to the success of companies. Become comfortable with contrarian thinking. Question the prevailing norms of society, culture, business and technology."
        },
        "three": {
            "lesson": "Start with a small market",
            "quote": "Always strive to start out with small market…Pick a market with few or no competitors and set out to dominate that space.",
            "text": "It’s better to start small and dominate a niche market. In smaller markets, there is less competition and you have more opportunity to dominate that space. Once your company is established, you can expand out into other areas."
        },
        "four": {
            "lesson": "Make vertical progress",
            "quote": "If you take one typewriter and build 100, you have made horizontal progress. If you have a typewriter and build a word processor, you have made vertical progress.",
            "text": "Vertical progress means innovating. If you create something original that society has never seen before, you are making vertical progress. Horizontal progress involves working on things that others are already doing."
        },
        "five": {
            "lesson": "Have a long-term vision",
            "quote": "Starting a business and then constantly evolving and adapting according to demand and metrics is not enough to take us from zero to one. You have to set out to do something original from the beginning, not seek to conform to the market’s fluctuating expectations.",
            "text": "Peter Thiel believes that the ‘Lean Startup’ movement is overrated. Although adaptability is vital to the success of startups, founders should also be committed to a long-term vision. Entrepreneurs must find the balance in being flexible with their tactics but persistent with their vision."
        }
    },
    "mastery-robert-greene": {
        "title": "Mastery by Robert Greene",
        "description": "Robert Greene is the established author of books such as The 48 Laws of Power and The 33 Strategies of War. In his book Mastery, Greene lays out the steps involved in mastering a skill. Greene himself is a master at synthesizing ideas and finding patterns. This book contains a great deal of research on both historical and modern figures.",
        "amazon": "https://amzn.to/3vAx8Tc",
        "one": {
            "lesson": "Embrace your uniqueness",
            "quote": "You are born with a particular makeup and tendencies that mark you as a piece of fate. It is who you are to the core. Some people never become who they are; they stop trusting in themselves; they conform to the tastes of others, and they end up wearing a mask that hides their true nature. If you allow yourself to learn who you really are by paying attention to that voice and force within you, then you can become what you were fated to become.",
            "text": "Instead of ignoring or suppressing our differences, we should embrace that which makes us unique. There is no one in the world exactly like you. So learn more about yourself and what sets you apart. In order to become a master, you must find the intersection between your natural strengths and potential opportunities. "
        },
        "two": {
            "lesson": "Be passionately curious",
            "quote": "Return to your childlike sense of wonder and endless curiosity about all things in order to stimulate your creative energy",
            "text": "Everything is interesting. Being curious makes you more engaged with the world. Your curiosity can lead you down new paths and spark original ideas."
        },
        "three": {
            "lesson": "Pursue an apprenticeship",
            "quote": "The goal of an apprenticeship is not money, a good position, a title, or a diploma, but rather the transformation of your mind and character—the first transformation on the way to mastery. You enter a career as an outsider. You are naïve and full of misconceptions about this new world. Your head is full of dreams and fantasies about the future. Your knowledge of the world is subjective, based on emotions, insecurities, and limited experience. Slowly, you will ground yourself in reality, in the objective world represented by the knowledge and skills that make people successful in it. You will learn how to work with others and handle criticism. In the process you will transform yourself from someone who is impatient and scattered into someone who is disciplined and focused, with a mind that can handle complexity. In the end, you will master yourself and all of your weaknesses.",
            "text": "To truly master a skill, you should undergo an apprenticeship. Find a mentor and commit to years of training and practice. It takes patience and dedication to develop your abilities."
        },
        "four": {
            "lesson": "Suffer fools gladly",
            "quote": "You must also be able to suffer fools gladly, to deal with the many incompetent and foolish people who will cross your path. Getting angry at people’s foolishness will needlessly drain you of energy and desire.",
            "text": "Everyone has an opinion. We often have to deal with ignorant individuals who have no idea what they’re talking about. But you have to pick your battles. Don’t engage with everyone who has a problem with your pursuits. Prove people wrong through your actions and accomplishments."
        },
        "five": {
            "lesson": "Develop your social intelligence",
            "quote": "By moving past our usual self-absorption, we can learn to focus deeply on others, reading their behavior in the moment, seeing what motivates them, and discerning any manipulative tendencies. Navigating smoothly the social environment, we have more time and energy to focus on learning and acquiring skills.",
            "text": "Most of us spend the majority of our lives in our own world. We live in our minds, constantly distracted by recurring thoughts and daydreams. But you must escape this tendency, and focus on those around you. By developing your social intelligence, you can get better at observing others and understanding if they intend to help you or harm you on your journey to mastery."
        }
    }
}